i5/20240121-0952-jemalloc/3-locks-mempool/32768/pgbench-warmup-250-1000.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 250
partition method: range
partitions: 1000
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 2140630
number of failed transactions: 0 (0.000%)
latency average = 0.897 ms
initial connection time = 25.174 ms
tps = 35677.382515 (without initial connection time)